Revit 2024 API
GroupTypeId.CurtainGridn1 Property
 Grid 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId CurtainGridn1 { get; }
Visual Basic
Public Shared ReadOnly Property CurtainGridn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainGridn1 {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace